{
    "produtos": [
        {
            "id": 1,
            "nome": "Trigo",
            "preco": "R$ 70,00",
            "imagem-principal": "trigo.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de trigo de alta qualidade, cuidadosamente selecionadas para proporcionar uma germinação eficiente e um crescimento saudável. Ideais para cultivo em diversas condições climáticas, essas sementes garantem alta produtividade e resistência a adversidades, sendo uma excelente escolha para agricultores que buscam maximizar seus resultados.",
            "imagens": [
                "trigo.jpg",
                "trigo.jpg",
                "trigo.jpg"
            ]
        },
        {
            "id": 2,
            "nome": "Soja",
            "preco": "R$ 120,00",
            "imagem-principal": "soja.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de soja premium, desenvolvidas com tecnologia avançada para oferecer resistência a pragas e doenças, além de alto rendimento em colheitas. Essas sementes são ideais para agricultores que desejam obter uma produção de qualidade superior, com grãos uniformes e ricos em nutrientes.",
            "imagens": [
                "soja.jpg",
                "soja.jpg",
                "soja.jpg"
            ]
        },
        {
            "id": 3,
            "nome": "Sorgo",
            "preco": "R$ 63,17",
            "imagem-principal": "sorgo.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de sorgo adaptáveis a diferentes tipos de solo e condições climáticas, garantindo uma colheita eficiente e produtiva. Este produto é ideal para agricultores que buscam uma cultura versátil, com alta resistência e excelente desempenho em diversas regiões.",
            "imagens": [
                "sorgo.jpg",
                "sorgo.jpg",
                "sorgo.jpg"
            ]
        },
        {
            "id": 4,
            "nome": "Café",
            "preco": "R$ 2.480,00",
            "imagem-principal": "cafe.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de café de alta qualidade, cuidadosamente selecionadas para o cultivo de grãos aromáticos e saborosos. Este produto é ideal para produtores que desejam obter uma colheita de café premium, com características únicas de sabor e aroma, valorizadas no mercado.",
            "imagens": [
                "cafe.jpg",
                "cafe.jpg",
                "cafe.jpg"
            ]
        },
        {
            "id": 5,
            "nome": "Milho",
            "preco": "R$ 2.480,00",
            "imagem-principal": "milho.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de milho selecionadas para garantir alta produtividade e resistência a pragas. Este produto é ideal para agricultores que buscam uma colheita abundante, com grãos de excelente qualidade e uniformidade, adaptados a diferentes condições de cultivo.",
            "imagens": [
                "milho.jpg",
                "milho.jpg",
                "milho.jpg"
            ]
        },
        {
            "id": 6,
            "nome": "Feijão preto",
            "preco": "R$ 180,00",
            "imagem-principal": "feijao_preto-index.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de feijão preto de excelente qualidade, ideais para o cultivo em diferentes regiões. Este produto oferece alta produtividade e resistência, garantindo uma colheita de grãos saborosos e nutritivos, amplamente utilizados na culinária brasileira.",
            "imagens": [
                "feijao_preto-index.jpg",
                "feijao_preto.jpg",
                "feijao_preto.jpg"
            ]
        },
        {
            "id": 7,
            "nome": "Amendoim",
            "preco": "R$ 100,00",
            "imagem-principal": "amendoim.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de amendoim de alta qualidade, desenvolvidas para garantir uma colheita abundante e saudável. Este produto é ideal para agricultores que buscam uma cultura rentável, com grãos ricos em nutrientes e saborosos, amplamente utilizados na alimentação humana e animal.",
            "imagens": [
                "amendoim.jpg",
                "amendoim.jpg",
                "amendoim.jpg"
            ]
        },
        {
            "id": 8,
            "nome": "Arroz",
            "preco": "R$ 120,00",
            "imagem-principal": "arrozProdutos.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de arroz de alta qualidade, adaptadas para diversas condições climáticas e tipos de solo. Este produto é ideal para agricultores que buscam uma colheita abundante e de grãos uniformes, garantindo a produção de arroz com excelente sabor e textura.",
            "imagens": [
                "arrozProdutos.jpg",
                "arrozProdutos.jpg",
                "arrozProdutos.jpg"
            ]
        },
        {
            "id": 9,
            "nome": "Feijão Carioca",
            "preco": "R$ 150,00",
            "imagem-principal": "feijao.jpg",
            "categoria": "Sementes",
            "descricao": "Sementes de feijão carioca de alta qualidade, ideais para o cultivo em diversas regiões. Este produto oferece alta produtividade e resistência, garantindo uma colheita de grãos saborosos e nutritivos, amplamente utilizados na culinária brasileira.",
            "imagens": [
                "feijao.jpg",
                "feijao.jpg",
                "feijao.jpg"
            ]
        },
        {
            "id": 11,
            "nome": "Roundup 1L",
            "preco": "R$ 74,99",
            "imagem-principal": "roundup.jpg",
            "categoria": "Defensivos-Agricolas",
            "descricao": "Herbicida Roundup 1L, eficaz no controle de plantas daninhas. Este produto é amplamente utilizado para garantir a limpeza das áreas cultivadas, promovendo um ambiente saudável para o crescimento das culturas e aumentando a produtividade.",
            "imagens": [
                "roundup.jpg",
                "roundup.jpg",
                "roundup.jpg"
            ]
        },
        {
            "id": 12,
            "nome": "Engeo Pleno s 1L",
            "preco": "R$ 120,00",
            "imagem-principal": "engeo_pleno_s-p.png",
            "categoria": "Defensivos-Agricolas",
            "descricao": "Defensivo agrícola Engeo Pleno s 1L, desenvolvido para o controle de pragas e doenças em diversas culturas. Este produto é uma solução eficaz para agricultores que buscam proteger suas plantações, garantindo uma colheita saudável e produtiva.",
            "imagens": [
                "engeo_pleno_s-p.png",
                "engeo_pleno_s-p.png",
                "engeo_pleno_s-p.png"
            ]
        },
        {
            "id": 13,
            "nome": "Priori-Xtra 1L",
            "preco": "R$ 99,90",
            "imagem-principal": "Priori-Xtra.png",
            "categoria": "Defensivos-Agricolas",
            "descricao": "Herbicida Priori-Xtra 1L, eficaz no controle de plantas daninhas em diversas culturas. Este produto é amplamente utilizado para garantir a limpeza das áreas cultivadas, promovendo um ambiente saudável para o crescimento das culturas e aumentando a produtividade.",
            "imagens": [
                "Priori-Xtra.png",
                "Priori-Xtra.png",
                "Priori-Xtra.png"
            ]
        },
        {
            "id": 14,
            "nome": "Regent 800 1Kg",
            "preco": "R$ 1520,00",
            "imagem-principal": "regent.jpg",
            "categoria": "Defensivos-Agricolas",
            "descricao": "Defensivo agrícola Regent 800 1Kg, ideal para o controle de insetos e proteção das plantações. Este produto oferece alta eficiência no combate a pragas, contribuindo para a preservação e o desenvolvimento saudável das culturas.",
            "imagens": [
                "regent.jpg",
                "regent.jpg",
                "regent.jpg"
            ]
        }
    ],
    "servicos": [
        {
            "id": 1,
            "nome": "Mapeamento",
            "preco": "Consulte",
            "imagem-principal": "drone.jpg",
            "descricao": "Serviço de mapeamento com drones para análise de áreas agrícolas. Este serviço utiliza tecnologia de ponta para fornecer informações detalhadas sobre o terreno, auxiliando no planejamento e na tomada de decisões estratégicas para o cultivo.",
            "imagens": [
                "drone.jpg",
                "drone.jpg",
                "drone.jpg"
            ]
        },
        {
            "id": 2,
            "nome": "Assistência",
            "preco": "Consulte",
            "imagem-principal": "assistencia-no-campo.jpg",
            "descricao": "Assistência técnica no campo para otimização de cultivos. Este serviço oferece suporte especializado para agricultores, ajudando a melhorar a produtividade e a eficiência das operações agrícolas.",
            "imagens": [
                "assistencia-no-campo.jpg",
                "assistencia-no-campo.jpg",
                "assistencia-no-campo.jpg"
            ]
        },
        {
            "id": 3,
            "nome": "Pulverização",
            "preco": "Consulte",
            "imagem-principal": "drone-pulv.jpg",
            "descricao": "Pulverização aérea com drones para controle de pragas. Este serviço oferece uma solução moderna e eficiente para a aplicação de defensivos agrícolas, garantindo uma cobertura uniforme e precisa.",
            "imagens": [
                "drone-pulv.jpg",
                "drone-pulv.jpg",
                "drone-pulv.jpg"
            ]
        },
        {
            "id": 4,
            "nome": "Análise de Solo",
            "preco": "Consulte",
            "imagem-principal": "analise-de-solo.jpg",
            "descricao": "Análise detalhada do solo para melhorar a produtividade. Este serviço fornece informações essenciais sobre a composição e as necessidades do solo, ajudando os agricultores a planejar o uso de insumos de forma eficiente.",
            "imagens": [
                "analise-de-solo.jpg",
                "analise-de-solo.jpg",
                "analise-de-solo.jpg"
            ]
        }
    ]
}